Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/A26B.tmx
Source language: en_us
Languages: zh_cn

source: Questions over health as Jobs skips Macworld
zh_cn: 乔布斯缺席苹果年度大会引发对他健康问题的关注

source: Apple chief executive Steve Jobs will not be giving the keynote address at the Macworld show in January for the first time in 12 years, raising more questions about his long-term health.
zh_cn: 在12年中，苹果的首席执行官Steve Jobs将第一次缺席在一月份的苹果年度大会的演讲，此举引发了人们对他长期健康问题的关注。

source: Instead of taking to the stage in San Francisco to unveil the company's latest products – an event that has become something of a fixture in the technology industry - Jobs will be replaced by Phil Schiller, one of Apple's senior vice presidents.
zh_cn: 不像每年乔布斯登上San Francisco的舞台揭开苹果公司的最新产品的神秘面纱――这已经成为了业界的每年的固定节目――Phil Schiller，苹果的一个高级副主管，将取代乔布斯去完成今年的任务。

source: No reasons for Jobs's withdrawal were given, but in a statement Apple said that it was making a long-term decision to reduce its activity at trade shows and conferences – adding that after 2009's event was over, the company would no longer hold any kind of keynote at Macworld.
zh_cn: 苹果官方对乔布斯的缺席没有给出任何原因，但有一种说法是减少苹果在贸易秀和会议中的活跃性是一个长期的决定――并且，在2009年的这次年度大会后，在苹果将不再有年度主题会议。

source: "It will be Apple's last keynote at the show," said the statement. "Apple has been steadily scaling back on trade shows in recent years."
zh_cn: “这将是苹果在最后一次年度大会上公布自己的主题，”一种说法是这样，“苹果这最近这些年正在稳定地减少在贸易秀中的规模。”

source: However, the decision to drop Jobs in favour of one of his subordinates is cause for concern among those who follow the company closely, rekindling speculation about the health of the 53-year-old.
zh_cn: 不过，乔布斯缺席而他的副手代替的决定引起了那些关注他们公司的人对53岁的乔布斯健康问题的怀疑。

source: Jobs was diagnosed with a rare form of pancreatic cancer in 2003, though he put off treatment until mid-2004.
zh_cn: 乔布斯在2003年被诊断出患了一种罕见的胰腺癌，虽然他一直将治疗推迟到2004年中。

source: Although an operation to treat it was deemed successful, he has looked gaunt in recent public appearances and has started making significantly shorter appearances on stage.
zh_cn: 虽然这次手术被认为是成功的，他在进来的公众露面中显得很憔悴并且他开始大量地缩短他的露面时间。

source: "In business perception is everything.
zh_cn: “在商业领域，洞察力就是一切。

source: So it's tantamount that Steve get up on stage and keep up the image.
zh_cn: 所以乔布斯在舞台上重新站起和他维持这种形象同样重要。

source: Macworld is still a huge media event, mainly his keynote," he said.
zh_cn: 苹果的年度大会仍然是一个重要的媒体事件，尤其是他的主题演讲。”他说。

source: "From that perspective, there would have to be something big to offset the many reasons why Steve should keynote Macworld.
zh_cn: “从这个角度说，肯定发生了重大的事情阻止了乔布斯在苹果的年度大会上发表演说。

source: I come back to his health.
zh_cn: 我认为是他的健康问题。

source: I think that's the real news here, what today's last Macworld announcement seeks to obscure.
zh_cn: 我我认为真正的新闻在这，哪天是苹果的最后一次年度大会似乎还很模糊。

source: Steve isn't well, and he hasn't been for some time."
zh_cn: 但乔布斯并不健康，并且他已经有一段时间了。”

source: According to Gene Munster, an analyst for Piper Jaffray, Apple was not settling Wall Street's concerns.
zh_cn: 据Gene Munster所说，一个Piper Jaffray的分析师，苹果不能安抚华尔街的担心。

source: "I think that Apple could have done a lot to have made it so people wouldn't speculate about Steve Jobs' health," he told the Associated Press.
zh_cn: “我认为苹果本可以做很多是大众不对乔布斯的健康这么质疑。”他告诉一个联合的出版社。

source: Immediately after the announcement, Apple's stock fell by nearly 2% in after-hours trading.
zh_cn: 在那次发言后，苹果公司的股价在随后的贸易中下降了近乎2%。

source: Jobs has given the keynote speech at the event since 1997, leading to it being nicknamed the "Stevenote".
zh_cn: 乔布斯从1997年开始在年度大会中发表他的主题演讲，导致人们戏称之为“Stevenote”。

source: Over the years he has regularly delivered two--hour speeches in which he commands the stage almost throughout.
zh_cn: 在那些年中，他经常发表两个小时的演讲，在演讲中，他讲述全球的变化。

source: But in recent months Jobs has been handing more public duties to executives including Schiller, as well as chief operating officer Tim Cook and Briton Jonathan Ive, the award-winning designer of the iPod.
zh_cn: 不过在最近的几个月，乔布斯把更多的公众责任给Schiller，首席运行官Tim Cook和Briton Jonathan Ive，IPod的设计师来执行。

source: His gaunt appearance at June's Apple Worldwide Developers' Conference led to speculation that the cancer had returned, and while the company has previously denied such reports, it is believed his dramatic weight loss was linked to treatment he had been receiving while in remission.
zh_cn: 他在六月份苹果的全球开发商大会上憔悴的外表引起了人们对他癌症回来的怀疑，然而苹果否认这样的报道，人们相信他体重的急剧减少是由于他正接受的治疗。

source: In October, Jobs tried to joke about the concerns over his health during a presentation to unveil new laptops when he put up a slide saying "110/70", saying that was his blood pressure - and that he would take no other questions on his health.
zh_cn: 在十月，乔布斯在一次展示新的笔记本电脑时开那些关于他健康的担心的玩笑，他滑了一下说“110/70”说这是他的血压，并说他对他的健康没有任何疑问。

source: That seemed to put the rumours to rest, but the latest announcement will spark them again.
zh_cn: 这似乎使得谣言停息，不过最近的发言却将它们再次点燃。

source: Wall Street has been nervous about the company's ability to come through the economic downturn with the same growth, judging it to be highly reliant on the consumer side of the economy, which has been very weak in the US.
zh_cn: 华尔街怀疑苹果是否能在经济低迷中保持同样的增长率，考虑到苹果主要靠消费能力，而在美国现在十分虚弱。

source: Apple however has enormous cash reserves and could almost certainly ride out any financial bad weather.
zh_cn: 然而苹果有充足的现金可以移除任何财政坏账。

source: What is less clear is how well it could weather a prolonged illness or absence of the man who is acknowledged to have breathed new life into it when he rejoined in 1996, and is now seen as its figurehead and driving force.
zh_cn: 不清晰的是苹果是否能挨过乔布斯的疾病或者说这样一个男人，在1996年重新加入苹果时被认为开始了他的新生活，并被视为是伟大领袖和驱动力，的缺席。

source: The announcement meanwhile that Apple will not exhibit at future Macworld Expo shows almost certainly spells the death knell for the show - which will struggle to justify its existence without either Jobs or its principal supplier to draw crowds.
zh_cn: 同时，这次发言说在苹果未来的年度大会中不会再展示新产品敲响了年度大会的丧钟--这会证明没有了乔布斯或者说主要支持者来吸引观众它的存在是否还有意义。

source: It may end up rolled into the Consumer Electronics Show, which runs at the same time - although in past years Jobs's presentations have damped CES's announcements so thoroughly that that show, held in Las Vegas, has shrunk in both size and impact.
zh_cn: 它可能被包括在消费电子秀中，在每年的同一时间举行，虽然在过去的那些年中，乔布斯的展览完全压倒了消费电子秀，致使在Las Vegas举行的它在规模和影响力方面缩减。

source: Wil Shipley, an independent software developer, criticised the show as expensive: "Small booth: $15,000 You wanted internet? $1,000. You wanted curtains? $4,500. Decent carpet? $2,000. Power? Trash cans?..
zh_cn: Will Shipley，一个独立的软件开发商，批评那个秀太贵了：“包间：$15,000，Intenet：$1000，窗帘：$4500,高档的地毯：$2000,电费？垃圾桶？......

source: You wanted extra outlets? Have to hire one of our union electricians.
zh_cn: 希望额外的进货渠道？必须雇用我们的电子工人。

source: How many hours you want him for?"
zh_cn: 你希望雇用他多长时间？”

source: Apple's fortunes have been directly linked to Jobs, who has spearheaded its renaissance since rejoining in 1996 after a decade in exile from the company he co-founded.
zh_cn: 苹果的未来直接受到乔布斯的影响，他从他一手创立的公司中离开10年后在1996年重新加入时开始了他的复兴。

source: In the process Apple has almost attained the status of a personal cult, identified with Jobs far more than Google or even Microsoft ever have been with their leaders.
zh_cn: 在这个过程中，苹果变得个人崇拜，更甚于Googel或者是Microsoft。

source: Apple lost direction in the years after Jobs was ousted, its share price slumping to an all-time low before his return.
zh_cn: 苹果在乔布斯离开的日子里迷失了方向，它的股价暴跌并且在乔布斯返回前一直很低。

source: Under Jobs, the company has gone from strength to strength, establishing itself as a byword for innovation and elegant design.
zh_cn: 在乔布斯的领导下，苹果越来越强大，并确立了自己成为创新和高雅设计的代名词。

source: The launch of the iMac and iBook were followed by the iPod, which was not the first – or even to some minds the best – digital music player but led a revolution in the consumption of music thanks to its sleek and user-friendly design.
zh_cn: 在iPod随后iMac和iBook的发行不是第一次――甚至不是最好的――数字音乐播放器就由于它光滑和友好的设计引起了消费电子的革命。

source: In 2007, Apple enhanced its reputation for technological innovation with the launch of the iPhone, a touchscreen smartphone that marked a step change in the mobile world.
zh_cn: 在2007年。苹果有因iPhone，一种触摸屏式的智能手机并在手机市场引起了巨大变化，的发行为它赢得了技术创新的美名。
